Repository: gewill/ContactsDeduper
Catalog: ContactsDeduper/AppStrings.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

# phone.defaultRegionForLocalNumbers
source: Default Region for Local Numbers
de: Standardbereich für lokale Nummern
es: Área predeterminada del número local
fr: Zone par défaut du numéro local
ja: 市内番号デフォルトエリア
ko: 지역 번호 기본 지역
zh_hans: 本地号码默认地区
zh_hant: 本地號碼預設地區

# phone.fullInternationalFormatAvailableForAllCountriesAndRegions
source: Full international format available for all countries and regions
de: Vollständiges internationales Format für alle Länder und Regionen verfügbar
es: Formato internacional completo disponible para todos los países y regiones.
fr: Format international complet disponible pour tous les pays et régions
ja: すべての国と地域で利用可能な完全な国際形式
ko: 모든 국가 및 지역에서 사용 가능한 전체 국제 형식
zh_hans: 完整国际格式适用于所有国家和地区
zh_hant: 完整國際格式適用於所有國家和地區

# phone.localFormatConversionOnlySupportsTheFollowingRegions
source: Local format conversion only supports the following regions
de: Die lokale Formatkonvertierung unterstützt nur die folgenden Regionen
es: La conversión de formato local solo admite las siguientes regiones
fr: La conversion au format local ne prend en charge que les régions suivantes
ja: ローカル形式変換は次の地域のみをサポートします
ko: 로컬 형식 변환은 다음 지역만 지원합니다.
zh_hans: 本地格式转换仅支持以下地区
zh_hant: 本地格式轉換僅支援以下地區

# phone.otherRegionsHint
source: In other regions, please save the number in the complete international format starting with "+country code"; otherwise, the local format and the international format may not be recognized as the same number.
de: In anderen Regionen speichern Sie die Nummer bitte im vollständigen internationalen Format, beginnend mit „+Ländervorwahl“. Andernfalls werden das lokale Format und das internationale Format möglicherweise nicht als dieselbe Nummer erkannt.
es: En otras regiones, guarde el número en el formato internacional completo comenzando con "+código de país"; de lo contrario, es posible que el formato local y el formato internacional no se reconozcan como el mismo número.
fr: Dans les autres régions, veuillez enregistrer le numéro au format international complet commençant par « +code pays » ; sinon, le format local et le format international risquent de ne pas être reconnus comme le même numéro.
ja: 他の地域では、番号を「+国コード」で始まる完全な国際形式で保存してください。そうしないと、ローカル形式と国際形式が同じ番号として認識されない可能性があります。
ko: 다른 지역에서는 "+국가 코드"로 시작하는 완전한 국제 형식으로 번호를 저장하십시오. 그렇지 않으면 로컬 형식과 국제 형식이 동일한 번호로 인식되지 않을 수 있습니다.
zh_hans: 其他地区请将号码保存为“+国家码”开头的完整国际格式；否则本地格式与国际格式可能无法识别为同一号码。
zh_hant: 其他地區請將號碼儲存為「+國家碼」開頭的完整國際格式；否則本地格式與國際格式可能無法識別為相同號碼。

# phone.phoneMatching
source: Phone matching
de: Nummernidentifikation
es: Número de identificación
fr: Numéro d'identification
ja: 番号識別
ko: 번호식별
zh_hans: 号码识别
zh_hant: 號碼識別

# phone.supportTitle
source: Phone Number Support
de: Unterstützung des Telefonformats
es: Soporte de formato telefónico
fr: Prise en charge du format téléphonique
ja: 電話形式のサポート
ko: 전화 형식 지원
zh_hans: 电话格式支持
zh_hant: 電話格式支援

# phone.supportsLocalFormatsInCountriesAndRegions
source: Supports local formats in %1$(value1)lld countries and regions
de: Unterstützt lokale Formate in %lld Ländern und Regionen
es: Admite formatos locales en %lld países y regiones
fr: Prend en charge les formats locaux dans %lld pays et régions
ja: %lld の国と地域のローカル形式をサポートします
ko: %lld개 국가 및 지역의 로컬 형식을 지원합니다.
zh_hans: 支持本地格式的 %lld 个国家和地区
zh_hant: 支援本地格式的 %lld 個國家和地區

# progress.mergingContacts
source: Merging contacts
de: Kontakte zusammenführen
es: Fusionar contactos
fr: Fusionner des contacts
ja: 連絡先の結合
ko: 연락처 병합
zh_hans: 正在合并联系人
zh_hant: 正在合併聯絡人

# progress.mergingLists
source: Merging List
de: Liste zusammenführen
es: Lista de fusión
fr: Fusion de liste
ja: リストの結合
ko: 병합 목록
zh_hans: 正在合并 List
zh_hant: 正在合併 List

# progress.organizingGroup
source: Organizing group %1$(value1)lld / %2$(value2)lld
de: Organisationsgruppe %1$lld / %2$lld
es: Grupo organizador %1$lld / %2$lld
fr: Groupe organisateur %1$lld / %2$lld
ja: グループ %1$lld / %2$lld を組織しています
ko: 그룹 %1$lld/%2$lld 구성 중
zh_hans: 正在整理第 %1$lld / %2$lld 组
zh_hant: 正在整理第 %1$lld / %2$lld 組

# progress.organizingListGroup
source: Organizing the %1$(value1)lld / %2$(value2)lld group List
de: Organisieren der %1$lld / %2$lld-Gruppenliste
es: Organización de la lista de grupos %1$lld/%2$lld
fr: Organisation de la liste des groupes %1$lld / %2$lld
ja: %1$lld / %2$lld グループ リストの整理
ko: %1$lld / %2$lld 그룹 목록 구성
zh_hans: 正在整理第 %1$lld / %2$lld 组 List
zh_hant: 正在整理第 %1$lld / %2$lld 組 List

# progress.preparingContactMerge
source: Preparing merge
de: Vorbereitung auf die Fusion
es: Preparándose para la fusión
fr: Préparation à la fusion
ja: 合併の準備中
ko: 합병 준비 중
zh_hans: 正在准备合并
zh_hant: 正在準備合併

# progress.preparingListMerge
source: Preparing List merge
de: Listenzusammenführung wird vorbereitet
es: Preparando la combinación de listas
fr: Préparation de la fusion de liste
ja: リストのマージを準備しています
ko: 목록 병합 준비 중
zh_hans: 正在准备 List 合并
zh_hant: 正在準備 List 合併

# progress.rescanning
source: Rescanning
de: Erneutes Scannen
es: Volver a escanear
fr: Nouvelle numérisation
ja: 再スキャン中
ko: 재스캔 중
zh_hans: 正在重新扫描
zh_hant: 正在重新掃描

# progress.scanningAccount
source: Scanning "%1$(value1)@"
de: „%@“ wird gescannt
es: Escaneando "%@"
fr: Analyse de "%@"
ja: 「%@」をスキャン中
ko: "%@" 스캔 중
zh_hans: 正在扫描“%@”
zh_hant: 正在掃描“%@”

# progress.scanningContacts
source: Scanning contacts
de: Kontakte scannen
es: Escaneando contactos
fr: Scanner les contacts
ja: 連絡先のスキャン
ko: 연락처 스캔 중
zh_hans: 正在扫描通讯录
zh_hant: 正在掃描通訊錄

# progress.updatingContacts
source: Updating Contacts
de: Schreiben ins Adressbuch
es: Escribir en la libreta de direcciones
fr: Écrire dans le carnet d'adresses
ja: アドレス帳への書き込み
ko: 주소록에 쓰기
zh_hans: 正在写入通讯录
zh_hant: 正在寫入通訊錄

# report.beforeAndAfter
source: %1$(value1)lld → %2$(value2)lld
de: %1$lld → %2$lld
es: %1$lld → %2$lld
fr: %1$lld → %2$lld
ja: %1$lld → %2$lld
ko: %1$lld → %2$lld
zh_hans: %1$lld → %2$lld
zh_hant: %1$lld → %2$lld

# report.cleaned
source: Cleaned
de: Gereinigt
es: limpiado
fr: Nettoyé
ja: 掃除済み
ko: 청소됨
zh_hans: 已清理
zh_hant: 已清理

# report.operationResult
source: Operation result
de: Operationsergebnis
es: Resultado de la operación
fr: Résultat de l'opération
ja: 演算結果
ko: 운영결과
zh_hans: 操作结果
zh_hant: 操作結果

# report.processingTime
source: Processing time
de: Bearbeitungszeit
es: tiempo de procesamiento
fr: Temps de traitement
ja: 処理時間
ko: 처리 시간
zh_hans: 处理耗时
zh_hant: 處理耗時

# contactField.email
source: Email
es: Correo electrónico
fr: Courriel
ja: 電子メール
ko: 이메일
zh_hans: 邮箱
zh_hant: 信箱

# contactField.instantMessaging
source: Instant Messaging
es: mensajería instantánea
fr: messagerie instantanée
ja: インスタントメッセージング
ko: 인스턴트 메시징
zh_hans: 即时通讯
zh_hant: 即時通訊

# contactField.pinyinName
source: Pinyin Name
es: nombre pinyin
fr: Nom pinyin
ja: ピンイン名
ko: 병음 이름
zh_hans: 拼音名
zh_hant: 拼音名

# contactField.position
source: Position
es: Posición
fr: Poste
ja: ポジション
ko: 위치
zh_hans: 职务
zh_hant: 職務

# contactField.url
source: URL
zh_hans: 网址
zh_hant: 網址
